Revit 2027 API
ParameterTypeId.RbsElecDemandLoadPhasec Property
 "Demand Apparent Power Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandLoadPhasec { get; }
Public Shared ReadOnly Property RbsElecDemandLoadPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandLoadPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecDemandLoadPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace